[{
  "_id": {
    "$oid": "606dbf58779b082725793d6a"
  },
  "testimonialId": {
    "$oid": "606dbf58779b082725793d68"
  },
  "language": "en",
  "describe": "<div>\nYou may be wondering, what does a Veterinary Doctor do in this guild? Well yes, I have a professional career and have been with Models1A for 3 years. \n</div>\n<div> \nWhen you get out of your comfort zone and dare to look for new ways to reach your dreams faster, no matter what people say. </div>\n<div> \nFor me, that stopped mattering a long time ago, because when I started to see results hand in hand with Models1A my projections began to change, my lifestyle and that of my family, my goals became more and more demanding, and I have been able to achieve them all with the 1A Group.\n</div>\n<ul>\n  <li>- I bought my new car 6 months after I started.</li> \n  <li>\n    - I have met wonderful places with Models1A such as Dubai, Romania, Austria and Germany. On a personal level I have traveled to Mexico and Dominican Republic.\n  </li> <li>\n  <li>\n    - She has participated and won in 3 contests held by the company: Dubai 2019, Dubai 2021 and Asia 2021.\n  </li>\n  <li>- Awarded as 'Best Model Colombia 2019' at the AW Summit Awards in Romania.</li> \n  <li>- I bought my apartment, just as I dreamed it would be.</li>\n  <li>- I have improved my English and now I can have a fluent conversation without any problem.</li>\n  <li>- I brought economic stability to my family.</li>\n</ul>\n<div>\nWhen you have an excellent team like Models1A 24/7, no goal is unattainable, because they train you and guide you to get results that motivate and drive you more and more.</div>\nMy results and those of my colleagues speak for themselves, you too can achieve that and much more.\n</div>",
  "__v": 0
},{
  "_id": {
    "$oid": "606dbf58779b082725793d69"
  },
  "testimonialId": {
    "$oid": "606dbf58779b082725793d68"
  },
  "language": "es",
  "describe": "<div>\nSe preguntarán, ¿qué hace una Médica Veterinaria en este gremio? Pues sí, tengo una carrera profesional y llevo 3 años con Models1A. \n</div>\n<div> \nCuando sales de tu zona de confort y te atreves a buscar nuevos caminos para llegar más rápido hacia tus sueños, no importa el qué dirán. </div>\n<div> \nPara mí, eso dejó de importar hace mucho tiempo, ya que al empezar a ver resultados de la mano de Models1A mis proyecciones empezaron a cambiar, mi estilo de vida y el de mi familia, mis metas se volvieron cada vez más exigentes, y todas las he podido alcanzar con el Grupo 1A.\n</div>\n<ul>\n  <li>- Compré mi carro nuevo a los 6 meses de haber iniciado.</li>\n  <li>\n    - He conocido lugares maravillosos con Models1A como Dubai, Rumania, Austria y Alemania. A nivel personal he viajado a México y Republica Dominicana.\n  </li>\n  <li>\n    - Ha participado y ganado en 3 concursos realizados por la empresa: Dubái 2019, Dubái 2021 y Asia 2021.\n  </li>\n  <li>- Galardonada como Mejor Modelo Colombia 2019 en los premios AW Summit de Rumania.</li>\n  <li>- Compré mi apartamento, tal cual yo lo soñaba.</li>\n  <li>- He mejorado mi inglés y ahora puedo tener una conversación fluida sin ningún problema.</li>\n  <li>- Le brindé estabilidad económica a mi familia.</li>\n</ul>\n<div>\nCuando cuentas con un excelente grupo de trabajo como lo es Models1A las 24/7, ninguna meta es inalcanzable, ya que ellos te forman y te guían para obtener resultados que te motiven e impulsen cada vez más.</div>\n<div> \nMis resultados y los de mis compañeras hablan por sí solos, tú también puedes lograr eso y mucho más.\n</div>",
  "__v": 0
},{
  "_id": {
    "$oid": "606dc053779b082725793d6c"
  },
  "testimonialId": {
    "$oid": "60955803990fac249fb9012a"
  },
  "language": "es",
  "describe": "<div>\nSoy odontóloga de profesión, pero le di un rumbo distinto a mi vida al ingresar a Models1A. No tenía experiencia como modelo, pero eso no fue un impedimento para cumplir mis metas. Estuve entre las mejores 100 modelos de la plataforma a nivel mundial, mi proceso fue rápido gracias a la experiencia, gran equipo y herramientas que te ofrece Models1A. </div><div> Mis expectativas no eran tan altas al inicio, pero la empresa me enseñó a pensar diferente, a subir mis estándares de calidad, a tener pasión por lo que hago y a luchar por lo que quiero. </div><div>Hoy, después de 2 años puedo decir que Models1A fue mi mejor decisión, ya que he logrado:\n</div>\n<ul>\n  <li>1. Mi camioneta BMW 2021.</li>\n\n  <li>2. Mi apartamento nuevo en uno de los mejores sectores de la ciudad.</li>\n\n  <li>\n    3. El logro más importante, por el que ingresé a Models1A, cambiar mi estilo de vida y sobre todo el de mi familia.\n  </li>\n\n  <li>\n    Cuando ingresas a esta industria piensas que nada de esto es lograble en tan poco tiempo, pero te puedo asegurar que sí se puede, yo lo logré con mucha disciplina, dedicación y algo que nunca puede faltar es el compromiso y las horas de conexión, teniendo en cuenta las metas por las cuales ingresé al gremio y sobre todo, gracias a un equipo de trabajo que me asesora 24/7 para llegar hasta el nivel más alto, ya que soy una mujer competitiva y empoderada.\n  </li>\n</ul>",
  "__v": 0
},{
  "_id": {
    "$oid": "606dc053779b082725793d6d"
  },
  "testimonialId": {
    "$oid": "60955803990fac249fb9012a"
  },
  "language": "en",
  "describe": "<div>\nI am a dentist by profession, but I gave a different direction to my life when I joined Models1A. I had no experience as a model, but that was not an impediment to achieve my goals. I was among the top 100 models on the platform worldwide, my process was fast thanks to the experience, great team and tools that Models1A offers you. </div><div> My expectations were not so high at the beginning, but the company taught me to think differently, to raise my quality standards, to have passion for what I do and to fight for what I want. </div><div>Today, after 2 years I can say that Models1A was my best decision, as I have achieved:\n</div>\n<ul>\n  <li>1. My BMW 2021 truck.\n\n  <li>2. My new apartment in one of the best areas of the city.\n\n  <li>\n    3. The most important achievement, why I joined Models1A, to change my lifestyle and especially that of my family.\n  </li>\n\n  <li>\n    When you enter this industry you think that none of this is achievable in such a short time, but I can assure you that you can, I achieved it with a lot of discipline, dedication and something that can never miss is the commitment and hours of connection, taking into account the goals for which I entered the guild and above all, thanks to a team that advises me 24/7 to reach the highest level, as I am a competitive and empowered woman.\n  </li>\n</ul>",
  "__v": 0
},{
  "_id": {
    "$oid": "606dc1e1779b082725793d6f"
  },
  "testimonialId": {
    "$oid": "6095587a990fac249fb9012b"
  },
  "language": "es",
  "describe": "<div>\n Anteriormente tenía un trabajo estándar, donde mis metas eran muy distintas a las que tengo ahora, o tal vez me tomaría mucho más tiempo en lograrlas.</div><div> Desde que inicié en Models1A mi estilo de vida y metas se han transformado, porque desde los primeros 3 meses obtuve resultados que me dejaron sorprendida y amando cada vez más este trabajo.\n</div>\n<ul>\n  <li>- Iniciando estuve en los primeros lugares del top 100 de la plataforma.</li>\n  <li>\n    - Logré competir y ganar en el concurso realizado por Models1A, donde el destino a conocer es Dubai este verano 2021 con todos los gastos pagos.\n  </li>\n  <li>- Logré brindarle estabilidad económica a mi familia y cambiar por completo mi vida.</li>\n</ul>\n<div>\n Fue un proceso demasiado rápido y eficaz. Ahora llevo 7 meses y no se alcanzan a imaginar cuánto pueden lograr si las acompaña una empresa que tenga la experiencia y las herramientas para obtener resultados en el menor tiempo posible.</div><div> No es solo entrar y conectarse, detrás de esto hay mucho más. Hay pasión, disciplina, un equipo que te acompaña todo el tiempo y te motiva para dar lo mejor de sí misma. </div> <div>Si de verdad quieres darle un cambio a tu vida, te aconsejo que estés de la mano de los mejores.</div><div>Esta historia continuará...</div>",
  "__v": 0
},{
  "_id": {
    "$oid": "606dc1e1779b082725793d70"
  },
  "testimonialId": {
    "$oid": "6095587a990fac249fb9012b"
  },
  "language": "en",
  "describe": "<div>\n Previously I had a standard job, where my goals were very different from the ones I have now, or maybe it would take me much longer to achieve them.</div><div> Since I started at Models1A my lifestyle and goals have been transformed, because from the first 3 months I got results that left me surprised and loving this job more and more.\n</div>\n<ul>\n  <li>- At the beginning I was in the first places of the top 100 of the platform.\n  <li>\n    - I managed to compete and win in the contest held by Models1A, where the destination to meet is Dubai this summer 2021 with all expenses paid.\n  </li>\n  <li>- I managed to bring economic stability to my family and completely change my life.\n</ul>\n<div>\n It was a very fast and effective process. Now I have been there for 7 months and you can't imagine how much you can achieve if you are accompanied by a company that has the experience and tools to get results in the shortest time possible.</div><div> It's not just about getting in and connecting, behind this there is much more. There is passion, discipline, a team that accompanies you all the time and motivates you to give the best of itself. </div> <div>If you really want to make a change in your life, I advise you to be hand in hand with the best.</div> <div>This story will be continued...</div>",
  "__v": 0
},{
  "_id": {
    "$oid": "60955155990fac249fb90123"
  },
  "testimonialId": {
    "$oid": "609551f2990fac249fb90127"
  },
  "language": "es",
  "describe": "<div>\nPasé de tener mi propio negocio, a ser yo misma mi mejor negocio. Hoy en día puedo decir que EmmaCrox es el mejor negocio que he tenido en mi vida y les explico el por qué. </div>\n<div>\nAnteriormente tenía mi propio spa de uñas, el cual lo monté con los ahorros que pude generar en Models1A cuando ingresé por primera vez a trabajar por un periodo de 6 meses. Luego pensé que al tener mi propio negocio me podía retirar de la empresa y dedicarme al 100% al Spa, pero la realidad es que me generaba muchos inconvenientes y problemas para los cuales yo no estaba preparada en cuanto al personal, el día a día,  y demás problemas que nunca faltan cuando emprendes. \n</div>\n<div>\nPasaron unos meses, llegó el día en que me cansé de estar intranquila con esta situación y decidí venderlo e ingresar nuevamente a Models1A, donde me dije a mí misma:\n</div>\n<ul>\n  <li>\n- “Acá me están ofreciendo una nueva oportunidad de levantar una cuenta, convertirme en una prestigiosa marca y tener mi propio negocio que se llama EmmaCrox, en el cual no necesito invertir ni preocuparme como en mi anterior negocio. \n  </li>\n  <li>\n- Básicamente la empresa me ofreció una oportunidad de negocio con cero margen de\nerror, riesgos y/o pérdidas, ya que todo lo que genere será ganancia y no me tengo que preocupar por el manejo de empleados, nómina, seguros, publicidad, renta, expansión y re inversión”.\n  </li>\n  <li>\nAhora llevo 3 años y medio con Models1A, y claramente les puedo decir que fue la mejor decisión de mi vida ingresar a esta maravillosa empresa que ha cambiado mi vida en tan poco tiempo. Hoy gozo de tener mi carro y apartamento propio, los cuales estoy muy feliz, ya que son logros que anteriormente los veía en una edad distinta a la que tengo ahora. \n  </li>\n</ul>\n<div>\nAdemás, estos logros los completé con la ayuda del programa exclusivo que ofrece la empresa donde puedes generar entre 5 a 10 millones mensuales, en el cual logré generar más de 50 millones en ingresos pasivos adicionales a mis ventas. ¿Y qué es lo mejor?, estos ingresos los obtuve sin tener que mover un dedo o tener que preocuparme. \n</div>\n<div>\nEsto también me permitió darle estabilidad a mi familia, especialmente durante la pandemia donde obtuve todo el apoyo y soporte de la empresa, también pude trabajar cómodamente sin interrumpir mis ingresos fortaleciendo y posicionando aún más mi cuenta. Sé que fue una situación difícil para muchos, y aun así logré darle tranquilidad a mis seres queridos por medio de mi trabajo, en donde Models1A rápidamente creó una estrategia que fue muy exitosa para poder seguir trabajando con normalidad cumpliendo con todos los protocolos de bioseguridad. \n</div>\n<div>\nPara finalizar, les cuento que una de las experiencias que más he disfrutado en Models1A es todo el enriquecimiento cultural que he tenido a través de los viajes donde he representado a la empresa en ciudades como a Paris, Luxemburgo, Frankfurt, Dubai, Cancún, y próximamente me verán en Tailandia y Dubai este verano 2021. \n</div>\n<div>\nEsta es mi historia, espero sea de su agrado y logre sumar, motivar y ampliar sus mentes para que puedan  analizar y tomar la mejor decisión. \n</div>\n<div>\nRecuerda que el objetivo principal es cambiar y mejorar tu estilo de vida. Siempre de la mano de profesionales lo puedes lograr en el menor tiempo posible.\n</div>",
  "__v": 0
},{
  "_id": {
    "$oid": "609551a1990fac249fb90125"
  },
  "testimonialId": {
    "$oid": "609551f2990fac249fb90127"
  },
  "language": "en",
  "describe": "<div>\nI went from having my own business, to being my best business myself. Today I can say that EmmaCrox is the best business I have ever had in my life and I explain why. </div>\n<div>\nI previously had my own nail spa, which I set up with the savings I was able to generate at Models1A when I first joined to work for a period of 6 months. Then I thought that having my own business I could retire from the company and dedicate myself 100% to the Spa, but the reality is that it generated many inconveniences and problems for which I was not prepared in terms of staff, day to day, and other problems that are never lacking when you undertake. \n</div>\n<div>\nA few months passed, the day came when I got tired of being uneasy with this situation and decided to sell it and enter again to Models1A, where I said to myself:\n</div>\n<ul>\n  <li>\n- \"Here I am being offered a new opportunity to raise an account, become a prestigious brand and have my own business called EmmaCrox, in which I don't need to invest or worry like in my previous business. \n  </li>\n  <li>\n- Basically, the company offered me a business opportunity with zero margin of\nerror, risks and/or losses, since everything I generate will be profit and I don't have to worry about managing employees, payroll, insurance, advertising, rent, expansion and re-investment.\"\n  </li>\n  <li>\nI have now been with Models1A for 3 and a half years, and clearly I can tell you that it was the best decision of my life to join this wonderful company that has changed my life in such a short time. Today I enjoy having my own car and apartment, which I am very happy, as they are achievements that I previously saw them at a different age than the one I have now. \n  </li>\n</ul>\n<div>\nIn addition, I completed these achievements with the help of the exclusive program offered by the company where you can generate between 5 to 10 million per month, in which I managed to generate more than 50 million in passive income in addition to my sales. And what's the best, I got this income without having to lift a finger or have to worry. \n</div>\n<div>\nThis also allowed me to give stability to my family, especially during the pandemic where I got all the support and support from the company, I could also work comfortably without interrupting my income further strengthening and positioning my account. I know it was a difficult situation for many, and yet I managed to give peace of mind to my loved ones through my work, where Models1A quickly created a strategy that was very successful to be able to continue working normally complying with all biosecurity protocols. \n</div>\n<div>\nTo conclude, I tell you that one of the experiences I have enjoyed the most in Models1A is all the cultural enrichment I have had through the trips where I have represented the company in cities such as Paris, Luxembourg, Frankfurt, Dubai, Cancun, and soon you will see me in Thailand and Dubai this summer 2021. \n</div>\n<div>\nThis is my story, I hope it is to your liking and manages to add, motivate and broaden your minds so that you can analyze and make the best decision. \n</div>\n<div>\nRemember that the main objective is to change and improve your lifestyle. Always hand in hand with professionals you can achieve it in the shortest time possible.\n</div>",
  "__v": 0
},{
  "_id": {
    "$oid": "60c1471794e144001cdac1d4"
  },
  "testimonialId": {
    "$oid": "60c147b294e144001cdac1d9"
  },
  "__v": 0,
  "describe": "<div>\n  Tengo 19 años y llevo 8 meses en la empresa. Anteriormente trabajaba en un \n  Almacén donde ganaba un salario aproximado de 1.5 millones de pesos mensuales. \n  Ahora pasé a ganar 10 veces más en muy poco tiempo con Models1A.\n</div>\n<div>\n  Gracias a las herramientas y formación que la empresa ofrece he podido cambiar \n  y mejorar mi estilo de vida, porque en Models1A te enseñan a soñar grande, \n  ver más allá que los demás, en tener seguridad en ti misma, a ser \n  competitiva y a pensar con una mentalidad de ganadora, lo que te convierte en \n  una persona exigente y de metas. Aquí entiendes que la mejor y única competencia \n  eres tú misma.\n</div>\n<div>\n  El objetivo principal es alcanzar tus metas y cumplir tus sueños en el menor \n  tiempo posible, donde en mi anterior trabajo estos sueños eran a largo plazo, \n  por obvias razones, los ingresos. Por eso la motivación y el estilo de vida no \n  se comparan en absolutamente nada con el trabajo anterior. \n</div>\n<div>\n  Además, cuento con un equipo altamente calificado donde aprendo cada día más y \n  más, porque es un trabajo de constante aprendizaje y crecimiento. \n</div>\n<div>\n  Sé que aún me falta mucho por aprender, pero estoy en una de las mejores y más \n  grandes empresas del país, por eso tengo la seguridad y la garantía que lo \n  lograré y llegaré muy lejos, claro está, manteniendo el enfoque, la disciplina \n  y el compromiso intacto.\n</div>\n<div>\n  Me veo próximamente como una de las mejores modelos de Models1A cumpliendo \n  cada una de mis metas, y también sueño con poder asistir a uno de los \n  maravillosos viajes internacionales que ofrece la empresa.\n</div>",
  "language": "es"
},{
  "_id": {
    "$oid": "60c1476994e144001cdac1d6"
  },
  "__v": 0,
  "describe": "<div>\n  I am 19 years old and have been with the company for 8 months. Previously \n  he worked in a Warehouse where he earned an approximate salary of 1.5 million \n  pesos per month. Now I went on to earn 10 times more in no time with Models1A.\n</div>\n<div>\n  Thanks to the tools and training that the company offers, I have been able \n  to change and improve my lifestyle, because at Models1A they teach you to \n  dream big, see beyond others, to have confidence in yourself, to be competitive \n  and to think with a Winner mentality, which makes you a demanding and goal-oriented \n  person. Here you understand that the best and only competition is yourself.\n</div>\n<div>\n  The main objective is to achieve your goals and fulfill your dreams in the \n  shortest time possible, where in my previous job these dreams were long-term, \n  for obvious reasons, income. That's why motivation and lifestyle don't \n  compare at all to previous work.\n</div>\n<div>\n  In addition, I have a highly qualified team where I learn more and more \n  every day, because it is a work of constant learning and growth.\n</div>\n<div>\n  I know that I still have a lot to learn, but I am in one of the best and \n  largest companies in the country, that is why I have the security and \n  the guarantee that I will achieve it and I will go very far, of course, \n  maintaining the focus, the discipline and the intact commitment.\n</div>\n<div>\n  I see myself soon as one of the best Models1A models fulfilling each of \n  my goals, and I also dream of being able to attend one of the wonderful \n  international trips that the company offers.\n</div>",
  "language": "en",
  "testimonialId": {
    "$oid": "60c147b294e144001cdac1d9"
  }
},{
  "_id": {
    "$oid": "60de45ba1ae830c5e0dd2929"
  },
  "testimonialId": {
    "$oid": "60de46461ae830c5e0dd292b"
  },
  "language": "es",
  "describe": "<div>\n  Hola, Soy Erika Hoffman y quiero contar un poco sobre mi experiencia en Models1A.\n</div>\n<div>\n  Llevo aproximadamente 4 años de los cuales puedo decir que han cambiado mi vida \n  por completo. Mi trabajo antes de ingresar a Models1A era en una cafetería, con \n  horarios laborales largos y donde el salario era un poco más de un salario mínimo. \n</div>\n<div>\n  Llegué sin experiencia y sin saber absolutamente nada de inglés, inclusive \n  después de 4 años sigo sin saber inglés, solo “wa chu wa chu” jaja. Pero esto \n  realmente no ha sido un impedimento, porque Models1A te ofrece un equipo \n  altamente calificado de monitores bilingües con un alto nivel de experiencia \n  en ventas y un buen manejo de privados, los cuales me ayudaron a obtener \n  múltiples primeros lugares y convertirme rápidamente en uno de los nombres \n  más fuertes y de mayor impacto de la industria.\n</div>\n<div>\n  Erika Hoffman es un personaje al cual amo, ya que saca lo mejor de mí. A pesar \n  que en cámara demuestro poder, sensualidad y dominio, en la vida real soy una \n  chica muy tímida y dulce.  Sin duda puedo decir que este ha sido mi mejor \n  negocio, el cual me genera una estabilidad económica, me exige a mí misma a seguir \n  mejorando y seguir creciendo, ya que en este negocio no existen límites.\n</div>\n<div>\n  Además, es impresionante cómo aprendes en este trabajo desde cómo dominar a la \n  frustración hasta cómo motivar e inspirar a otras modelos a seguir adelante. \n  Aquí me formaron con mucho profesionalismo y con una mentalidad ganadora, me \n  enseñaron a ser competitiva y de cómo soñar en grande. \n</div>\n<div>\n  Gracias a Models1A, a su formación y acompañamiento, he logrado cumplir muchos \n  de mis sueños, entre ellos comprar mi camioneta último modelo de contado. Es \n  por esto que al contar con un equipo que te forma y te saca de tu zona de \n  confort los resultados serán exponenciales, de eso no queda duda.\n</div>\n<div>\n  Hay decisiones que pueden impactar tu vida, hacerte avanzar o retroceder, y la \n  decisión que tomé con Models1A me llevó al camino correcto.\n</div>",
  "__v": 0
},{
  "_id": {
    "$oid": "60de45ff1ae830c5e0dd292a"
  },
  "testimonialId": {
    "$oid": "60de46461ae830c5e0dd292b"
  },
  "language": "en",
  "describe": "<div>\n  Hi, I'm Erika Hoffman and I want to tell you a little bit about my experience at Models1A.\n</div>\n<div>\n  I have been working at Models1A for about 4 years and I can say that my life has changed \n  completely. My job before joining Models1A was in a cafeteria, with long working hours \n  and where the salary was a little more than minimum wage. \n</div>\n<div>\n  I arrived without experience and without knowing absolutely no English, even after 4 years I still don't know English, just \"wa chu wa chu\" haha. But this has not really been an impediment, because Models1A offers you a highly qualified team of bilingual monitors with a high level of sales experience and a good management of private individuals, which helped me to get multiple first places and quickly become one of the strongest and most impactful names in the industry.\n</div>\n<div>\n  Erika Hoffman is a character I love because she brings out the best in me. Although on camera \n  I show power, sensuality and dominance, in real life I am a very shy and sweet girl. Without \n  a doubt I can say that this has been my best business, which generates me economic stability, \n  it requires me to keep improving myself and keep growing, because in this business there \n  are no limits.\n</div>\n<div>\n  Also, it is impressive how you learn in this job from how to master frustration to how to \n  motivate and inspire other models to move forward. I was trained here with a lot of \n  professionalism and a winning mentality, they taught me how to be competitive and how to \n  dream big. \n</div>\n<div>\n  Thanks to Models1A, their training and support, I have managed to fulfill many of my dreams, \n  including buying my latest model truck for cash. That is why by having a team that trains \n  you and takes you out of your comfort zone, the results will be exponential, there is \n  no doubt about that.\n</div>\n<div>\n  There are decisions that can impact your life, move you forward or backward, and the decision \n  I made with Models1A led me to the right path.\n</div>",
  "__v": 0
}]